Repository: SubvertDev/ForPDA
Catalog: Modules/Sources/UploadBoxFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: An error occurred while uploading the file
ru: Во время загрузки файла произошла ошибка

source: Cancel
ru: Отмена

source: Choose from Files
ru: Выбрать из файлов

source: Choose from Gallery
ru: Выбрать из галереи

source: Delete
ru: Удалить

source: File import failed. Please, try again
ru: Ошибка получения файлов. Пожалуйста, попробуйте снова

source: File size too big
ru: Слишком большой размер

source: OK
ru: ОК

source: Select another file. If there are already files in the queue, it will be uploaded last
ru: Выберите другой файл. Если в очереди уже есть файлы, то он будет загружен последним

source: Select files...
ru: Выберите файлы…

source: Sorry, this format is not supported
ru: Извините, данный формат не поддерживается

source: The selected file will be inserted into the text as code wherever your cursor is located. Or it will also be automatically added to the end of the post.
ru: Выбранный файл будет вставлен в текст, в виде кода, где у вас находится курсор. Или добавится автоматически в конец поста.

source: Try Again
ru: Попробовать еще раз

source: You can try uploading it again. If there are already files in the queue, it will be uploaded last
ru: Вы можете попробовать загрузить его еще раз. Если в очереди уже есть файлы, то он будет загружен последним
